Repository: City-of-Bloomington/open311-ios
Catalog: GeoReporter/GeoReporter/Supporting Files/*.lproj/Localizable.strings
Languages: de

# menu_settings
source: Settings
de: Einstellungen

# menu_report
source: New Report
de: Neuer Hinweis

# menu_archive
source: My Reports
de: Meine Hinweise

# menu_about
source: About
de: Über

source: Personal Info
de: Persönliche Angaben

# servers
source: Report To
de: Berichten

# button_add_server
source: Add Server
de: Server hinzufügen

# button_accept_error
source: Dismiss
de: Ok

source: Reporting as
de: Melde als ...

source: First name
de: Vorname

source: Last name
de: Nachname

source: Phone
de: Telefon

source: Supports Media
de: Medienunterstützung

# dialog_loading_services
source: Loading service information
de: Lade Service Information

# dialog_posting_service
source: Posting service request
de: Hinweis wird übertragen

# add_photo
source: Add a photo
de: Foto hinzufügen

# choose_media_source
source: Choose source of picture
de: Quelle für Foto

source: Camera
de: Kamera

source: Gallery
de: Galerie

source: Location
de: Ortsangabe

# map_button_satellite
source: Satellite
de: Satellit

# report_attributes
source: Attributes
de: Hinweis-Attribute

# report_description
source: Description of problem
de: Beschreibung des Anliegens

# report_date
source: Reported Date
de: Datum

# agency_responsible
source: Department Responsible
de: Zuständige Abteilung

source: Submit
de: Absenden

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Save
de: Speichern

source: Pending
de: Warten

source: Yes
de: Ja

source: No
de: Nein

source: Uncategorized
de: Nicht kategorisiert

# failure_loading_services
source: Failed to load service information
de: Die Service-Informationen konnten nicht geladen werden

# failure_posting_service
source: Posting report failed
de: Der Hinweis konnte nicht gespeichert werden

# error_403
source: This app does not have permission
de: Diese App scheint nicht berechtigt zu sein

# wrong_url
source: The provided URL is not responding
de: Die angegebene URL ist nicht reagiert

# servername_error_title
source: Server name error
de: Fehlende Server-Namen

# servername_error_message
source: Please insert a name for the new server
de: Bitte geben Sie einen Namen für den neuen Server

# loading_message
source: Loading
de: Laden

source: Change photo
de: ändere Foto

source: Sending
de: Senden

# send_success
source: Report sent
de: Hinweis wird übertragen

# servers_controller_header
source: Select the server to which the issues are reported. "Available Servers" contains the official endpoints. "Custom Servers" may contain other custom Open311 servers
de: Wählen Sie den Server, mit dem die Probleme berichtet. "Verfügbare Servern" enthält die offiziellen Endpunkte. "Benutzerdefinierten Servern" können weitere benutzerdefinierte Open311 Servern

source: Available Servers
de: Verfügbare Servern

source: Custom Servers
de: Benutzerdefinierten Servern

# report_anonymously_header
source: Report anonymously:
de: Berichten anonym

# report_anonymously_details
source: If the switch is "on", the report will be anonymous
de: Wenn der Schalter eingeschaltet ist, wird der Bericht anonym sein
